Revit 2024 API
ParameterTypeId.EnergyAnalysisSillHeight Property
 "Target Sill Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId EnergyAnalysisSillHeight { get; }
Visual Basic
Public Shared ReadOnly Property EnergyAnalysisSillHeight As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ EnergyAnalysisSillHeight {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace